export const MESSAGES = {
  WELCOME_MENU_USER:
    "Добро пожаловать в <b>Green apple!</b>  \n" +
    "Мы рады видеть вас среди участников нашего сервиса.  \n" +
    "\n" +
    "Здесь вы можете:  \n" +
    "— Участвовать в опросах,  \n" +
    "— Приглашать друзей,  \n" +
    "— Получать вознаграждение 💸  \n" +
    "\n" +
    "<b>Как это работает:</b>  \n" +
    "1. <b>Регистрируйтесь</b> за минуту  \n" +
    "2. <b>️Участвуйте</b> в опросах  \n" +
    "3. <b>Приглашайте</b> друзей  \n" +
    "4. <b>Получайте</b> вознаграждение  \n" +
    "\n" +
    //"<a href=\"https://example.com\">Давайте начнем прямо сейчас!🚀</a>\n" +
    "Давайте начнем прямо сейчас!🚀\n",

  WELCOME_OLD_USER: "Рады снова видеть вас в Green Apple! 🍏",

  VERIFY_BY_PHOTO:
    "Пройдите фотоконтроль для идентификации. На фото должно быть отчетливо видно ваше лицо",

  USER_ID_UNDEFINED: "Ошибка: не удалось получить информацию о пользователе.",

  BALANCE: "На Вашем балансе",
  BALANCE_HISTORY: "История операций",
  BALANCE_PENDING: "Ожидающие платежи",
  BALANCE_HISTORY_PLUS: "История пополнений",

  YOU_NOT_AUTH:
    "Вы не авторизованы. Пожалуйста, используйте /start для регистрации.",

  YOU_IN_BLACKLIST: "Вы заблокированы.",

  SOME_ERROR: "Бот временно недоступен",
};
