export const HANDLER_NEW_SURVEYS = {
    NO_NEW_SURVEYS: 'У вас нет новый опросов.',
    TG_ACC:"Юзернейм:",
    CODE_WORD:"Кодовое слово: ",
    HEADER:'Пользователи будут уведомлены о том, что им нужно написать вам. Если пользователь написал, то нажмите на соответсвующую ему кнопку ниже',


    SOME_ERROR: "Бот временно недоступен",

};
export const HANDLER_CURRENT_SURVEYS = {
    NO_CURRENT_SURVEYS: 'У вас нет текущих опросов.',
    TG_ACC:"Юзернейм:",
    CODE_WORD:"Кодовое слово: ",
    HEADER:'Нажмите на кнопку ниже, что бы узнать информацию об опросе либо что бы закрыть опрос',
    
    SOME_ERROR: "Бот временно недоступен",

};
