export const COMMAND_CHAT_ID = {
    SOME_ERROR: "Бот временно недоступен!",
}

export const COMMAND_OPERATOR_START = {
    WELCOME_NEW_OPERATOR:
        "Добро пожаловать в <b>Green apple!</b>  \n" +
        "Мы рады видеть вас среди операторов нашего сервиса.  \n" +
        "\n" +
        "Пройдите регистрацию, нажа кнопку ниже." ,
    WELCOME_OLD_OPERATOR: "Рады снова видеть вас в Green Apple! 🍏",
    WELCOME_UNDEFINED: "Вам недоступен этот бот.",

    SOME_ERROR: "Бот временно недоступен!",
}

export const COMMAND_USER_START = {
    WELCOME_MENU_USER:
        "Добро пожаловать в <b>Green apple!</b>  \n" +
        "Мы рады видеть вас среди участников нашего сервиса.  \n" +
        "\n" +
        "Здесь вы можете:  \n" +
        "— Участвовать в опросах,  \n" +
        "— Приглашать друзей,  \n" +
        "— Получать вознаграждение 💸  \n" +
        "\n" +
        "<b>Как это работает:</b>  \n" +
        "1. <b>Регистрируйтесь</b> за минуту  \n" +
        "2. <b>️Участвуйте</b> в опросах  \n" +
        "3. <b>Приглашайте</b> друзей  \n" +
        "4. <b>Получайте</b> вознаграждение  \n" +
        "\n" +
        //"<a href=\"https://example.com\">Давайте начнем прямо сейчас!🚀</a>\n" +
        "Давайте начнем прямо сейчас!🚀\n",
    WELCOME_OLD_USER: "Рады снова видеть вас в Green Apple! 🍏",
    SOME_ERROR: "Бот временно недоступен",
}
