export const RESPONSES = {
  USER_ID_UNDEFINED: "Произошла ошибка. Начните заново с команды /start.",
  USER_ACCOUNT_UNDEFINED: "У вас скрыт либо отсутствует юзернейм в телеграмме.",
  YOU_NOT_AUTH:
    "Вы не авторизованы. Пожалуйста, используйте /start для регистрации.",
  YOU_IN_BLACKLIST: "Вы заблокированы.",
  SOME_ERROR: "Бот временно недоступен",
  CANCELLED: "Отменено.",
  WAITING: "⏳....",
  NOT_SAME_WITH_AUDITOR: `┃ 🔴 ВНИМАНИЕ! ┃\n\nВаши ответы на опрос не совпадают с аудитором.\n🔄 Перезаполните их как можно скорее!`,
};
